Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Alter the rate of dynamic sensitivity adjustments for Sigmoid.
bg: Промяна на скоростта на динамични регулирания на чувствителността за Sigmoid.
cs: Uprav míru úprav dynamické citlivosti pro Sigmoid.
da: Ændre hastigheden af dynamiske følsomhed justeringer for Sigmoid.
de: Ändere die Rate der dynamischen Empfindlichkeitsanpassungen für Sigmoid.
es: Modifica la velocidad de ajustes de sensibilidad dinámica para Sigmoid.
fr: Modifier le taux d’ajustement dynamique de la sensibilité pour la fonction sigmoïde.
it: Modifica la velocità di regolazione della sensibilità dinamica per Sigmoide.
nb_no: Endre raten for dynamisk følsomhetsjustering for Sigmoid.
nl: Verander de snelheid van dynamische gevoeligheidsaanpassingen voor Sigmoid.
pl: Zmień szybkość regulacji czułości Sigmoid.
pt_pt: Altere a taxa de ajustes de sensibilidade dinâmica para Sigmoid.
ru: Изменить скорость динамических корректировок чувствительности для Sigmoid.
sv: Ändra graden av dynamisk känslighet justeringar för Sigmoid.
uk: Змінює швидкість коригування динамічної чутливості для Сигмоїду.
vi: Điều chỉnh tốc độ thay đổi độ nhạy động cho hàm Sigmoid.
zh_hant: 更改 Sigmoid 的動態敏感度調整速率。

source: Always
bg: Винаги
cs: Vždy
da: Altid
de: Immer
es: Siempre
fr: Toujours
it: Sempre
nb_no: Alltid
nl: Altijd
pl: Zawsze
pt_pt: sempre
sv: Alltid
uk: Завжди
vi: Luôn luôn
zh_hant: 總是

source: Always Color Glucose Value (green, yellow etc)
bg: Винаги оцветявай стойността на глюкозата (зелено, жълто и др.)
cs: Vždy barvit hodnotu glykémie (zelená, žlutá atd.)
da: Farv altid glukose værdi (grøn, gul osv)
de: Glukosewert immer färben (grün, gelb etc.)
es: Siempre colorear el valor de la glucosa (verde, amarillo, etc.)
fr: Toujours afficher chaque valeur de glucose en couleur (vert, jaune...)
it: Colore sempre Glucosio Valore (verde, giallo ecc)
nb_no: Alltid gi farge til blodsukkerverdi (grønn, gul, osv)
nl: Glucose waarde altijd in kleur (rood, groen, geel enz.) weergeven
pl: Zawsze kolorowa wartość glukozy (zielona, żółta itp.)
pt_pt: Sempre Valor de Glicémia de Cor (verde, amarelo, etc)
ru: Цветовая индикация уровня глюкозы в крови (зеленый, желтый, красный)
sv: Färgsätt alltid glukosvärdet (grönt, gult etc)
uk: Завжди кольорове значення глюкози (зелений, жовтий тощо)
vi: Luôn hiển thị màu cho giá trị đường huyết (xanh lá, vàng, v.v.)
zh_hant: 始終顯示血糖數值（綠色、黃色等）

source: Always in Dark mode
bg: Винаги в Тъмен режим
cs: Vždy v tmavém režimu
da: Altid i mørk tilstand
de: Immer im Dunklen Modus
es: Siempre en modo Oscuro
fr: Toujours en mode sombre
it: Sempre in modalità scura
nb_no: Alltid mørk modus
nl: Altijd in Donkere modus
pl: Zawsze w trybie ciemnym
pt_pt: Sempre no Modo escuro
ru: Всегда в темном режиме
sv: Alltid i mörkt läge
uk: Завжди в темному режимі
vi: Luôn ở chế độ Tối
zh_hant: 始終以黑暗模式顯示

source: Always in Light mode
bg: Винаги в Светъл режим
cs: Vždy ve světlém režimu
da: Altid i lystilstand
de: Immer im hellen Modus
es: Siempre en modo claro
fr: Toujours en mode Clair
it: Sempre in modalità Luce
nb_no: Alltid lys modus
nl: Altijd in Lichtmodus
pl: Zawsze w trybie jasnym
pt_pt: Sempre no Modo Claro
ru: Всегда в светлом режиме
sv: Alltid i ljust läge
uk: Завжди в режимі світла
vi: Luôn ở chế độ Sáng
zh_hant: 始終以亮麗模式顯示

source: Always Notify Algorithm
bg: Винаги уведомявай за алгоритъма
cs: Vždy upozorňovat na algoritmus
da: Advisér Altid Algoritme
de: Algorithmus immer anzeigen
es: Siempre notificar algoritmo
fr: Activer les alertes Algorithme
it: Notifica Sempre L'Algoritmo
nb_no: Alltid algoritme-varsler
nl: Altijd Algoritme informeren
pl: Zawsze powiadamiaj o algorytmie
pt_pt: Sempre notificar Algoritmo
ru: Всегда уведомлять алгоритм
sv: Meddela alltid algoritminfo
uk: Завжди повідомляти Алгоритм
vi: Luôn thông báo Thuật toán
zh_hant: 始終通知演算法

source: Always Notify Algorithm Warnings.
bg: Винаги уведомявай за предупреждения на алгоритъма.
cs: Vždy upozorňovat na varování algoritmu.
da: Advisér Altid Algoritmeadvarsler.
de: Algorithmus-Warnungen immer anzeigen.
es: Notificar siempre advertencias de algoritmos.
fr: Toujours recevoir les avertissements de l’algorithme.
it: Notifica Sempre Avvisi Algoritmo.
nb_no: Alltid varsle Algoritme-advarsler.
nl: Waarschuw altijd Algoritme Waarschuwingen.
pl: Zawsze powiadamiaj o ostrzeżeniach algorytmu.
pt_pt: Sempre notificar avisos de algoritmos.
ru: Всегда уведомлять предупреждения алгоритма.
sv: Meddela alltid algoritmvarningar.
uk: Завжди повідомляти про алгоритми.
vi: Luôn thông báo cảnh báo về thuật toán.
zh_hant: 始終通知演算法警告。

source: Always Notify Carb
bg: Винаги уведомявай за въглехидрати
cs: Vždy upozorňovat na sacharidy
da: Advisér Altid Kulhydrat
de: Kohlenhydratwarnungen immer anzeigen
es: Notificar siempre a Carb
fr: Recevoir les alertes glucides
it: Notifica Sempre Carb
nb_no: Alltid karbo-varsler
nl: Altijd koolhydraten informeren
pl: Zawsze powiadamiaj o węglowodanach
pt_pt: Sempre notificar Carb
ru: Всегда уведомлять карба
sv: Meddela alltid kolhydrater
uk: Завжди сповіщати морську трубу
vi: Luôn gửi thông báo về Carb
zh_hant: 始終通知碳水化合物

source: Always Notify Carb Warnings.
bg: Винаги уведомявай за предупреждения за въглехидрати.
cs: Vždy upozorňovat na varování o sacharidech.
da: Advisér Altid Kulhydratsadvarsler.
de: Kohlenhydrat-Warnungen immer anzeigen.
es: Notificar siempre alertas de carburos.
fr: Être alerté en cas de besoin en glucides.
it: Notifica Sempre Avvisi Carb.
nb_no: Alltid varsle karbo-advarsler.
nl: Altijd Koolhydraten waarschuwingen op de hoogte.
pl: Zawsze informuj o ostrzeżeniach dotyczących węglowodanów.
pt_pt: Sempre notificar Avisos de Carbos.
ru: Всегда уведомлять о предупреждениях карбов.
sv: Meddela alltid kolhydratvarningar.
uk: Завжди повідомляти про Попередження авто.
vi: Luôn gửi cảnh báo về Carb.
zh_hant: 始終通知碳水化合物警告。

source: Always Notify CGM
bg: Винаги уведомявай за CGM
cs: Vždy upozorňovat na CGM
da: Advisér Altid CGM
de: CGM immer anzeigen
es: Notificar siempre CGM
fr: Recevoir les alertes CGM
it: Notifica Sempre Cgm
nb_no: Alltid CGM-varsler
nl: Altijd CGM op de hoogte brengen
pl: Zawsze powiadamiaj o CGM
pt_pt: Sempre notificar o CGM
ru: Всегда уведомлять CGM
sv: Meddela alltid CGM
uk: Завжди повідомляти CGM
vi: Luôn gửi thông báo CGM
zh_hant: 始終通知 CGM

source: Always Notify CGM Warnings.
bg: Винаги уведомявай за предупреждения за CGM.
cs: Vždy upozorňovat na varování CGM.
da: Advisér Altid CGM-advarsler.
de: CGM Warnungen immer anzeigen.
es: Notificar siempre advertencias CGM.
fr: Être alerté en cas de problème avec le Capteur de Glucose en continu (CGM).
it: Notifica Sempre Avvisi Cgm.
nb_no: Alltid varsle CGM-advarsler.
nl: Altijd CGM waarschuwingen op de hoogte.
pl: Zawsze powiadamiaj o ostrzeżeniach CGM.
pt_pt: Sempre notificar avisos CGM.
ru: Всегда уведомлять CGM предупреждения.
sv: Meddela alltid CGM-varningar.
uk: Завжди повідомляти попередження CGM.
vi: Luôn gửi cảnh báo CGM.
zh_hant: 始終通知 CGM 警告。

source: Always Notify Glucose
bg: Винаги уведомявай за глюкоза
cs: Vždy upozorňovat na glykémii
da: Send altid Glukosenotifikation
de: Glukose immer anzeigen
es: Notificar siempre la glucosa
fr: Recevoir les alertes de glucose
it: Notifica Sempre Glicemie
nb_no: Alltid varsle om blodsukker
nl: Altijd glucose melden
pl: Zawsze powiadamiaj o glikemii
pt_pt: Sempre notificar Glicose
ru: Всегда уведомлять о глюкозе
sv: Meddela alltid glukos
uk: Завжди Сповіщати про Глюкозу
vi: Luôn gửi thông báo đường huyết
zh_hant: 始終通知血糖

source: Always Notify Pump
bg: Винаги уведомявай за помпата
cs: Vždy upozorňovat na pumpu
da: Advisér Altid Pumpe
de: Pumpenwarnungen immer benachrichtigen
es: Notificar siempre la bomba
fr: Recevoir les alertes de la pompe
it: Notifica Sempre Pompa
nb_no: Alltid pumpe-varsler
nl: Altijd pomp informeren
pl: Zawsze powiadamiaj o pompie
pt_pt: Sempre notificar a bomba
ru: Всегда уведомлять о помпе
sv: Meddela alltid pumpinfo
uk: Завжди сповіщати насос
vi: Luôn gửi thông báo về Pump
zh_hant: 始終通知幫浦

source: Always Notify Pump Warnings.
bg: Винаги уведомявай за предупреждения за помпата.
cs: Vždy upozorňovat na varování pumpy.
da: Advisér Altid Pumpe Advarsler.
de: Pumpen-Warnungen immer benachrichtigen.
es: Notificar siempre las advertencias de las bombas.
fr: Être alerté en cas de problème avec la pompe.
it: Notifica Sempre Avvisi Pompa.
nb_no: Alltid varsle pumpe-advarsler.
nl: Altijd Pomp waarschuwingen waarschuwen.
pl: Zawsze powiadamiaj o ostrzeżeniach pompy.
pt_pt: Sempre notificar Avisos da Bomba.
ru: Всегда уведомлять предупреждения о помпе.
sv: Meddela alltid pumpvarningar.
uk: Завжди попередження про насос.
vi: Luôn gửi cảnh báo về Pump.
zh_hant: 始終通知幫浦警告。

source: Always:
bg: Винаги:
cs: Vždy:
da: Altid:
de: Immer:
es: Siempre:
fr: Toujours :
it: Sempre:
nb_no: Alltid:
nl: Altijd:
pl: Zawsze:
pt_pt: Sempre:
ru: Всегда:
sv: Alltid:
uk: Завжди:
vi: Luôn luôn:
zh_hant: 始終：

source: Ambulatory Glucose Profile (AGP)
bg: Амбулаторен глюкозен профил (AGP)
cs: Ambulantní glukózový profil (AGP)
da: Ambulant Glukoseprofil (AGP)
fr: Profil Glycémique Ambulatoire (AGP)
it: Profilo Glicemico Ambulatoriale (AGP)
nb_no: Ambulatorisk blodsukkerprofil (AGP)
nl: Ambulant bloedglucoseprofiel (AGP)
pl: Ambulatoryjny profil glikemii (AGP)
sv: Ambulerande glukosprofil (AGP)
vi: Hồ sơ đường huyết lưu động (AGP)
zh_hant: 行動血糖概況 (AGP)

source: Amount
bg: Количество
cs: Množství
da: Mængde
de: Menge
es: Cantidad
fr: Montant
it: Quantità
nb_no: Mengde
nl: Hoeveelheid
pl: Ilość
pt_pt: Quantidade
ru: Количество
sv: Mängd
uk: Об'єм
vi: Số lượng
zh_hant: 數量

source: Amount Carbs
bg: Количество въглехидрати
cs: Množství sacharidů
da: Antal Kulhydrater
de: Menge an Kohlenhydraten
es: Cantidad de Carbohidratos
fr: Quantité de Glucides
it: Quantità di carboidrati
nb_no: Mengde karbo
nl: Hoeveelheid koolhydraten
pl: Ilość węglowodanów
pt_pt: Quantidade de Carboidratos
ru: Кол-во углеводов
sv: Mängd kolhydrater
uk: Кількість Вуглеводів
vi: Khối lượng Carbs
zh_hant: 碳水化合物數量

source: Amount of Carbs on Board (COB) used in the most recent automated dosing calculation.
bg: Количеството активни въглехидрати (COB), използвано в последното изчисление на автоматична доза.
cs: Množství aktivních sacharidů (COB) použitých při posledním výpočtu automatického dávkování.
da: Mængden af kulhydrater på Board (COB), der anvendes i den seneste automatiske doseringsberegning.
de: Menge der Kohlenhydrate an Bord (COB), die bei der letzten automatischen Dosierungsberechnung verwendet wurde.
es: Cantidad de Carbohidratos a bordo (COB) utilizada en el más reciente cálculo automatizado de dosificación.
fr: Quantité de glucides actifs (COB) utilisée lors du calcul automatisé le plus récent de la dose d’insuline.
it: Quantità di carboidrati a bordo (COB) utilizzata nel più recente calcolo automatizzato di dosaggio.
nb_no: Mengde aktive karbohydrater (COB) som brukes i den siste automatiske doseringsberegningen.
nl: Hoeveelheid koolhydraten aan boord (COB) wordt gebruikt voor de meest recente geautomatiseerde doseringsberekening.
pl: Ilość aktywnych węglowodanów (COB) wykorzystana w ostatnim automatycznym obliczeniu dawkowania.
pt_pt: Quantidade de carbs a bordo (COB) usada no cálculo mais recente da dosagem automatizada.
ru: Количество углеводов на доске (СОБ), используемых в самых последних автоматизированных расчетах дозировки.
sv: Mängden aktiva kolhydrater (COB) som används i den senaste automatiska doseringskalkylen.
uk: Обсяг трубів на дошки (КОБ) використовуваний в останніх автоматизованих дозингових розрахунках.
vi: Lượng Carbs có trong thực phẩm (COB) được sử dụng trong phép tính liều lượng tự động gần đây nhất.
zh_hant: 最近自動劑量計算中使用的在庫碳水化合物 (COB) 數量。

source: Amplitude:
bg: Амплитуда:
cs: Amplituda:
es: Amplituidad:
it: Ampiezza:
nb_no: Amplityde:
nl: Omschrijving:
pl: Amplituda:
ru: Амплитуда:
sv: Amplitud:
uk: Амплітуда:
vi: Biên độ:
zh_hant: 振幅：

source: An example of a Carb Warning is 'Carbs required: 30 g'
bg: Пример за предупреждение за въглехидрати: „Необходими въглехидрати: 30 г“
cs: Příkladem varování o sacharidech je „Nutné sacharidy: 30 g“
da: Et eksempel på en Kulhydratsadvarsel er »Kulhydrat påkrævet: 30 g«
de: Ein Beispiel für eine Kohlenhydrat-Warnung ist 'Benötigte Kohlenhydrate: 30 g'
es: Un ejemplo de advertencia de carbohidratos es "Carbohidratos requeridos: 30 g"
fr: Un exemple d'avertissement de glucides est "Glucides requis : 30 g"
it: Un esempio di un Carb Warning è 'Carbs required: 30 g'
nb_no: Et eksempel på en kabo-varsling er «Trenger karbohydrater: 30 g»
nl: Een voorbeeld van een Waarschuwing voor koolhydraten is 'koolhydraten vereist: 30 g'
pl: Przykładem ostrzeżenia o węglowodanach jest "Wymagane węglowodany: 30 g"
pt_pt: Um exemplo de aviso de carb é 'Carbs obrigatórios: 30 g'
ru: Пример предупреждения о Карбе - "Требуется Карбов: 30 g"
sv: Ett exempel på en kolhydratvarning är "Kolhydrater krävs: 30 g"
uk: Є приклад попередження про карток: потрібно 30 г'
vi: Một ví dụ về cảnh báo Carbs là: 'Cần nạp: 30 g Carbs'"
zh_hant: 碳水化合物警告的範例是「需要碳水化合物：30 克」

source: An example of a CGM Warning is 'Unable to open the app'
bg: Пример за предупреждение за CGM: „Приложението не може да бъде отворено“
cs: Příkladem varování CGM je „Nelze otevřít aplikaci“
da: Et eksempel på en CGM advarsel er 'Kan ikke åbne app'
de: Ein Beispiel für eine CGM Warnung ist "Kann die App nicht öffnen"
es: Un ejemplo de advertencia CGM es 'No se puede abrir la aplicación'
fr: Un exemple d'avertissement de CGM est "Impossible d'ouvrir l'application"
it: Un esempio di un avviso CGM è 'Impossibile aprire l'app'
nb_no: Et eksempel på CGM-varsling er «Kan ikke åpne appen»
nl: Een voorbeeld van een CGM Waarschuwing is 'Niet in staat om de app te openen'
pl: Przykładem ostrzeżenia CGM jest 'Nie można otworzyć aplikacji'
pt_pt: Um exemplo de um Alerta CGM é 'Incapaz de abrir o aplicativo'
ru: Примером предупреждения CGM является «Невозможно открыть приложение»
sv: Ett exempel på en CGM varning är "Kan inte öppna appen"
uk: Приклад попередження CGM 'неможливо відкрити додаток'
vi: Một ví dụ về cảnh báo CGM là: 'Không thể mở ứng dụng'
zh_hant: CGM 警告的範例是「無法開啟應用程式」

source: An example of a Pump Warning is 'Pod Expiration Reminder'
bg: Пример за предупреждение за помпа: „Напомняне за изтичане на pod“
cs: Příkladem varování pumpy je „Připomínka expirace Podu“
da: Et eksempel på en Pumpeadvarsel er 'Udløbspåmindelse for Pod'
de: Ein Beispiel für eine Pumpenwarnung ist 'Erinnerung an Ablauf des Pods'
es: Un ejemplo de advertencia de bomba es 'Recordatorio de caducidad de pod'
fr: Un exemple de message d'avertissement de pompe est "Rappel d'expiration du Pod"
it: Un esempio di un avviso della pompa è 'Pod Expiration Reminder'
nb_no: Et eksempel på pumpe-varsling er «Påminnelse, Pod utløper»
nl: Een voorbeeld van een Pomp Waarschuwing is 'Pod Expiration Reminder'
pl: Przykładem ostrzeżenia o pompie jest "Przypomnienie o wygaśnięciu"
pt_pt: Um exemplo de aviso da bomba é 'Lembrete de expiração de núcleo'
ru: Пример предупреждения о помпе - «Напоминание о просрочке»
sv: Ett exempel på en pumpvarning är "Pod utgångspåminnelse"
uk: Приклад попередження про помпу - 'Нагадування про закінчення терміну дії'
vi: Một ví dụ về Cảnh báo bơm là 'Nhắc nhở hết hạn Pod'
zh_hant: 幫浦警告的範例是「Pod 到期提醒」

source: An example of an Algorithm Warning is 'Error: Invalid glucose: Not enough glucose data'
bg: Пример за предупреждение на алгоритъма: „Грешка: Невалидна глюкоза: Недостатъчно данни за глюкоза“
cs: Příkladem varování algoritmu je „Chyba: Neplatná glykémie: Nedostatek glukózových dat“
da: Et eksempel på en algoritmeadvarsel er 'Fejl: Ugyldig glukose: Ikke nok glukosedata'
de: Ein Beispiel für eine Algorithmus-Warnung ist 'Fehler: Ungültiger Glukosewert: Nicht genügend Glucose-Daten'
es: Un ejemplo de un Algorithm Advertencia es 'Error: Glucosa no válida: No hay suficientes datos de glucos'
fr: Un exemple d'avertissement d'algorithme est 'Erreur : glucose invalide : pas assez de mesures de glucose'
it: Un esempio di un algoritmo di avviso è 'Errore: glucosio non valido: dati di glucosio insufficienti'
nb_no: Et eksempel på algoritme-varsling er «Feil: Ugyldig blodsukkerverdi: Ikke nok blodsukkerdata»
nl: Een voorbeeld van een Algoritme Waarschuwing is 'Fout: Ongeldige glucose: niet genoeg glucose gegevens'
pl: Przykładem ostrzeżenia algorytmu jest "Błąd: nieprawidłowy glukoza: niewystarczająca ilość danych o glukozie"
pt_pt: Um exemplo de aviso de Algoritmo é 'Erro: glicoso inválido: Não há dados de glicose suficientes'
ru: Примером предупреждения алгоритма является 'Ошибка: недопустимый глюкоз: недостаточно данных глюкозы'
sv: Ett exempel på en algoritmvarning är "Fel: Ogiltig glukos: Inte tillräckligt med glukosdata"
uk: Приклад алгоритму 'Помилка: неправильна глюкоза: недостатньо даних глюкози'
vi: Một ví dụ về Cảnh báo thuật toán là 'Lỗi: Đường huyết không hợp lệ: Không đủ dữ liệu đường huyết'
zh_hant: 演算法警告的範例是「錯誤：無效血糖：資料不足」

source: An external bolus of %@ U of insulin was recorded.
bg: Беше записан външен болус от %@ U инсулин.
cs: Byl zaznamenán externí bolus o velikosti %@ j. inzulínu.
da: En ekstern bolus på %@ U insulin blev registreret.
de: Ein externer Bolus von %@ IE Insulin wurde protokolliert.
fr: Un bolus externe de %@ U d'insuline a été enregistré.
it: È stato registrato un bolo esterno di %@ U d'insulina.
nb_no: En ekstern bolus på %@ E insulin ble registrert.
nl: Er is een externe bolus van %@ E insuline geregistreerd.
pl: Zapisano zewnętrzny bolus %@ J insuliny.
vi: Một bolus insulin bên ngoài với liều %@ U đã được ghi nhận.
zh_hant: 一個外部注射的%@ U胰島素已被記錄。

source: An unknown authentication error occurred. Please try again.
bg: Възникна неизвестна грешка при удостоверяване. Моля, опитайте отново.
cs: Došlo k neznámé chybě při ověřování. Zkus to prosím znovu.
da: Der opstod en ukendt autentificeringsfejl. Prøv igen.
de: Es ist ein unbekannter Authentifizierungsfehler aufgetreten. Bitte versuche es erneut.
fr: Une erreur d’authentification inconnue est survenue. Veuillez réessayer.
it: Si è verificato un errore di autenticazione sconosciuto. Riprova.
nb_no: Det oppstod en ukjent autentiseringsfeil. Prøv på nytt.
nl: Er is een onbekende verificatiefout opgetreden. Probeer het opnieuw.
pl: Wystąpił nieznany błąd uwierzytelniania. Spróbuj ponownie.
vi: Đã xảy ra lỗi xác thực không xác định. Vui lòng thử lại.
zh_hant: 發生未知的身份驗證錯誤。請再試一次。

source: An unknown biometric authentication error occurred. Please try again.
bg: Възникна неизвестна биометрична грешка при удостоверяване. Моля, опитайте отново.
cs: Došlo k neznámé chybě při biometrickém ověření. Zkus to prosím znovu.
da: En ukendt biometrisk autentificeringfejl opstod. Prøv igen.
de: Es ist ein unbekannter Fehler bei der biometrischen Authentifizierung aufgetreten. Bitte versuche es erneut.
fr: Une erreur inconnue d’authentification biométrique est survenue. Veuillez réessayer.
it: Si è verificato un errore di autenticazione biometrica sconosciuto. Riprova.
nb_no: Det oppstod en ukjent biometrisk autentiseringsfeil. Prøv på nytt.
nl: Er is een onbekende verificatiefout opgetreden. Probeer het opnieuw.
pl: Wystąpił nieznany błąd uwierzytelniania biometrycznego. Spróbuj ponownie.
vi: Đã xảy ra lỗi xác thực sinh trắc học không xác định. Vui lòng thử lại.
zh_hant: 發生未知的生物識別身份驗證錯誤。請再試一次。

source: Animated Background
bg: Анимиран фон
cs: Animované pozadí
da: Animeret Baggrund
de: Animierter Hintergrund
es: Fondo animado
fr: Arrière-plan dynamique
it: Sfondo Animato
nb_no: Animert bakgrunn
nl: Bewegende achtergrond
pl: Animowane tło
pt_pt: Fundo animado
ru: Анимированный фон
sv: Animerad Bakgrund
uk: Анімований фон
vi: Nền màn hình động
zh_hant: 動畫背景

source: Anonymized Data Sharing
bg: Споделяне на анонимизирани данни
cs: Anonymní sdílení dat
da: Anonymiseret Datadeling
de: Anonymisierte Datenfreigabe
fr: Partage de données anonymisées
it: Condivisione Dati Anonimizzata
nb_no: Anonymisert deling av data
nl: Geanonimiseerde gegevens delen
pl: Anonimowe udostępnianie danych
sv: Anonymiserad delning av data
vi: Chia sẻ dữ liệu ẩn danh
zh_hant: 匿名資料分享

source: App diagnostic insights help us enhance app stability, ensure safety for all users, and enable us to quickly identify and resolve critical issues.
bg: Диагностичните данни на приложението ни помагат да подобрим стабилността, да гарантираме безопасността на всички потребители и да идентифицираме и разрешаваме бързо критичните проблеми.
cs: Diagnostické údaje nám pomáhají zvyšovat stabilitu aplikace, zajišťovat bezpečnost pro všechny uživatele a umožňují nám rychle identifikovat a řešit kritické problémy.
da: App diagnostisk indsigt hjælper os med at forbedre appstabiliteten, sikre sikkerheden for alle brugere og gøre det muligt for os hurtigt at identificere og løse kritiske problemer.
de: Die Erkenntnisse aus der App-Diagnose helfen uns, die Stabilität der App zu verbessern, die Sicherheit für alle Nutzer zu gewährleisten und kritische Probleme schnell zu erkennen und zu beheben.
fr: Les données de diagnostic de l’app nous aident à améliorer sa stabilité, garantir la sécurité de tous les utilisateurs et nous permettent d’identifier rapidement les problèmes critiques pour les résoudre.
it: Gli approfondimenti diagnostici delle app ci aiutano a migliorare la stabilità delle app, a garantire la sicurezza per tutti gli utenti e a consentirci d'identificare e risolvere rapidamente i problemi critici.
nb_no: App-diagnoseinnsikt hjelper oss med å forbedre appstabiliteten, sikre sikkerhet for alle brukere og gjør oss i stand til raskt å identifisere og løse kritiske problemer.
nl: Appdiagnostische inzichten helpen ons om de app-stabiliteit te verbeteren, de veiligheid voor alle gebruikers te waarborgen en ons in staat te stellen kritieke problemen snel te identificeren en op te lossen.
pl: • Informacje diagnostyczne pomagają nam zwiększyć stabilność aplikacji, zagwarantować bezpieczeństwo wszystkim użytkownikom oraz umożliwić szybką identyfikację i rozwiązywanie krytycznych problemów.
sv: Appdiagnostiska insikter hjälper oss att förbättra appens stabilitet, skapa en säker användning för alla användare, och göra det möjligt för oss att snabbt identifiera och lösa kritiska problem.
vi: Thông tin chẩn đoán ứng dụng giúp chúng tôi cải thiện độ ổn định của ứng dụng, đảm bảo an toàn cho tất cả người dùng và nhanh chóng phát hiện cũng như khắc phục các sự cố nghiêm trọng.
zh_hant: 應用程式診斷見解幫助我們提升應用程式穩定性，確保所有使用者的安全，並使我們能夠迅速識別和解決關鍵問題。

source: App Diagnostics
bg: Диагностика на приложението
cs: Diagnostika aplikace
da: App Diagnostik
de: App-Diagnose
fr: Données d’analyse
it: Diagnostica App
nb_no: App-diagnose
nl: App diagnostiek
pl: Diagnostyka aplikacji
sv: Appdiagnostik
vi: Chẩn đoán ứng dụng
zh_hant: 應用程式診斷
